
<!DOCTYPE html>
<html lang="en">
    <head>
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge">
        <meta name="viewport" content="width=device-width, initial-scale=1.0">
        <link rel="stylesheet" href="./styles/style.css">
        <link rel="stylesheet" href="./styles/header.css">
        <link rel="stylesheet" href="./styles/side-bar.css">
        <link rel="stylesheet" href="./styles/help-legalnotice.css">    
        <link rel="stylesheet" href="./styles/style-media-header.css">
        <link rel="stylesheet" href="./styles/style-media-side-bar.css">           
        <link rel="shortcut icon" type="image/x-icon" href="./assets/img/side-bar-join-logo.svg">
        <title>Legal Notice | Join</title>
        <script src="./mini_backend.js"></script>
        <script src="./script/app.js"></script>
    </head>
    <body class="legal-notice-scroll" onload = "init()">
        <div w3-include-html="./assets/templates/header-template.html"></div>
        <div w3-include-html="./assets/templates/side-bar-template.html"></div>
        <div class="legal-notice-help-main">
            <div class="legal-notice-help-responsive-top">
                <div class="legal-notice-help-sub-title">Kanban Project Management Tool</div>
                <img class="legal-notice-help-back"src="./assets/img/icons/help-side-back.svg" alt="back" onclick="window.history.back()">    
            </div>
            <h1 class="legal-notice-black">Legal Notice</h1>
            <h2>Impressum</h2>

            <h3>Angaben gem&auml;&szlig; &sect; 5 TMG</h3>

            <p>Carmen Birkle<br />
                Kurze-Geismar-Str. 45<br />
                37073 G&ouml;ttingen</p>

            <p>Pascal Gajewski<br />
                Fußfallstraße 84<br />
                51109 Köln</p>

            <p>Daniel Hartmann<br />
                Hornstraße 14<br />
                54294 Trier</p>
            
          
            <h2>Kontakt</h2>
            <p>Telefon:   <a class="legal-notice-link" href="tel:+49055129171037">+49 (0) 151 52063765</a><br />
            E-Mail: <a class="legal-notice-link" href="mailto:daniel.hartmann28@yahoo.de">daniel.hartmann28@yahoo.de</a></p>
            <p>Quelle Impressum: <a class="legal-notice-link" href="https://www.e-recht24.de">e-recht24.de</a></p>
            <h2>Referenzen</h2>
                Alle Grafiken und das Layout wurden von der  <a class="legal-notice-link" href="https://developerakademie.com/"> Developer Akademie</a> als Mockup bereitgestellt. <br>
                Icon "Trash" made by: 
                 <a class="legal-notice-link" href="https://www.freepik.com" title="Freepik"> Freepik </a> from <a class="legal-notice-link" href="https://www.flaticon.com/" title="Flaticon">www.flaticon.com</a>

             <div>
                <span>
                    <h2>Datenschutz&shy;erkl&auml;rung</h2>
                    <h3>1. Datenschutz auf einen Blick</h3>
                    <h4>Allgemeine Hinweise</h4> 
                        <p>Die folgenden Hinweise geben einen einfachen &Uuml;berblick dar&uuml;ber, was mit Ihren personenbezogenen Daten passiert, wenn
                        Sie diese Website besuchen. Personenbezogene 
                        Daten sind alle Daten, mit denen Sie pers&ouml;nlich identifiziert werden k&ouml;nnen. Ausf&uuml;hrliche Informationen zum Thema Datenschutz 
                        entnehmen Sie unserer unter diesem Text aufgef&uuml;hrten Datenschutzerkl&auml;rung.</p>
                    <h4>Datenerfassung auf dieser Website</h4> 
                    <h4>Wer ist verantwortlich f&uuml;r die Datenerfassung auf dieser Website?</h4> 
                    <p>Die Datenverarbeitung 
                        auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten k&ouml;nnen Sie dem Abschnitt &bdquo;Hinweis zur Verantwortlichen Stelle&ldquo; 
                        in dieser Datenschutzerkl&auml;rung entnehmen.</p> 
                    <h4>Wie erfassen wir Ihre Daten?</h4> 
                        <p>Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese 
                        mitteilen. Hierbei kann es sich z.&nbsp;B. um Daten handeln, die Sie in ein Kontaktformular eingeben.</p> <p>Andere Daten werden automatisch oder nach 
                        Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.&nbsp;B. Internetbrowser, 
                        Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.</p> 
                    <h4>Wof&uuml;r nutzen wir Ihre Daten?</h4> 
                        <p>Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gew&auml;hrleisten. Es wird keine Analyse 
                        Ihres Nutzerverhaltens durchgef&uuml;hrt.</p> 
                    <h4>Welche Rechte haben Sie bez&uuml;glich Ihrer Daten?</h4> 
                        <p>Sie haben jederzeit das Recht, unentgeltlich Auskunft &uuml;ber Herkunft, Empf&auml;nger und 
                        Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben au&szlig;erdem ein Recht, die Berichtigung oder L&ouml;schung dieser 
                        Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, k&ouml;nnen Sie diese Einwilligung jederzeit f&uuml;r die Zukunft 
                        widerrufen. Au&szlig;erdem haben Sie das Recht, unter bestimmten Umst&auml;nden die Einschr&auml;nkung der Verarbeitung Ihrer personenbezogenen Daten 
                        zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu.</p> <p>Hierzu sowie zu 
                        weiteren Fragen zum Thema Datenschutz k&ouml;nnen Sie sich jederzeit an uns wenden.</p>
                    <h3>2. Hosting</h3>
                    <p>Diese Website wird extern gehostet. Die personenbezogenen Daten, die auf dieserWebsite erfasst werden, werden auf den
                        Servern des Hosters / der Hoster gespeichert. Hierbei kann es sichv.&nbsp;a. um IP-Adressen, Kontaktanfragen, Meta-
                        und Kommunikationsdaten, Vertragsdaten, Kontaktdaten,Namen, Websitezugriffe und sonstige Daten, die &uuml;ber eine
                        Website generiert werden, handeln.</p>
                    <p>Diese Website wird ist nur zum Zwecke der Weiterentwicklung der Programmierskills erstellt worden 
                        und dient nicht gewerblichen oder privaten Nutzung. 
                    <p>Quelle Datenschutz&shy;erkl&auml;rung: <a class="legal-notice-link" href="https://www.e-recht24.de">https://www.e-recht24.de</a></p>
                </span>
            </div>
       
    </body>
</html>